const items = [
    ['אחד', 'אלקינו שבשמים ובארץ'],
    ['שנים', 'לחות הברית'],
    ['שלשה', 'אבות'],
    ['ארבע', 'אמהות'],
    ['חמשה', 'חומשי תורה'],
    ['ששה', 'סדרי משנה'],
    ['שבעה', 'ימי שבתא'],
    ['שמונה', 'ימי מילה'],
    ['תשעה', 'ירחי לדה'],
    ['עשרה', 'דבריא'],
    ['אחד עשר', 'כוכביא'],
    ['שנים עשר', 'שבטיא'],
    ['שלשה עשר', 'מדיא']
];

items.forEach((e, i) => {
    console.log(e[0], 'מי יודע', e[0], 'אני יודע');
    for (let j = i; j >= 0; j--) {
        console.log(j != 1 ? items[j][0] : 'שני', items[j][1]);
    }
})
